<template>
<section class="privacy text-white">
  <div class="container">
      <div class="privacy-title text-center">
        <p >隱私權政策</p> <span class="fs-2">Privacy Policy</span>
      </div>
      <div class="privacy-content px-3">
        <p>
          山城山有限公司(下稱「本公司」)致力於保護和尊重您的個人資料隱私，並遵守資料保護原則，以及個人資料保護相關法令規定個人資料保護相關法令規定的規定
        </p>
        <p>
          當您使用本網站(下稱「網站」)透過本網站提供的服務(下稱「服務」)時，本公司可能蒐集、處理、使用和揭露您的資訊。本《隱私政策》使用「您」及「您的」時，包括存取本網站或使用服務的任何人。
        </p>
        <p>
          本《隱私政策》載明本網站蒐集、處理、使用及/或揭露本公司在您存取本網站及/或使用服務時從您取得的資訊，此等資訊可能包括與特定個人有關聯的個人資料，例如姓名、住址、電話號碼及電子郵件地址(下稱「個人資料」)。
        </p>
        <p>
          請仔細閱讀本《隱私政策》。您造訪本網站，即表示您同意本《隱私政策》對您個人資料之蒐集、處理、使用和揭露的相關規定。
        </p>
        <p>
          一、條款範圍
          本公司有權更新、修訂或修正本《隱私政策》的條款或任何部分，且無須發出事前通知，如果您繼續存取本網站或使用服務，即表示您接受更新、修訂或修正的《隱私政策》。如果您不同意本《隱私政策》的所有條款與條件，及/或日後更新、修訂或修正的內容，您必須停止存取或以其他方式使用本網站及服務。
          因此，如果您希望存取和檢視現行版本的《隱私政策》，請繼續閱讀此網頁。
        </p>
        <p>
          二、資訊蒐集
          當您使用本網站時，本公司可能蒐集您提供給本公司的您個人相關資料，以及您如何使用本網站的資訊，包括您何時開設使用者帳戶(下稱「使用者帳戶」)、造訪本網站，或預約任何想要的服務或使用服務。
          開設您的使用者帳戶
          當您在本網站開設一個使用者帳戶，或修訂您使用者帳戶的任何資訊，本公司都可能蒐集您的個人資料，例如您的姓名、電子郵件地址、使用者名稱、密碼及電話號碼。
          預約服務或使用服務
          (a) 當您造訪本網站，並預約任何想要的服務或使用服務時，本公司可能蒐集和處理某些資訊(可能包含您的個人資料，或可能包含非個人識別資料但會連結到您的個人資料)，包括但不限於以下載明者:您與本公司之間以及您與其他業者之間的通訊內容(不論是透過電子郵件、即時通訊、私人通訊或其他方式);
          (b) 您使用本網站的細節(包括流量資料、位址資料及使用者使用的時間長短)；
          (c) 對於本公司進行的服務相關調查以及流通和散佈的通訊，您給予的意見和回覆;
          (d) 本公司的伺服器或本公司的第三方服務提供者的伺服器在您使用或存取本網站時自動蒐集和儲存的資訊(包括使用者帳戶的登入名稱及密碼、您電腦的網際網路協定(IP)位址、瀏覽器類型、瀏覽器資訊、造訪的頁面、之前或之後造訪的網站)。

        </p>

        <p>
          三、資訊儲存
          1.本公司從您收集的個人資料及其他資料可能會被移轉到本公司的伺服器或本公司的第三方服務提供者的伺服器，並由本公司的伺服器或本公司的第三方服務提供者的伺服器處理和儲存。
          2.本公司將盡合理的努力，維持適當的實體、電子和組織程序，以確保您的個人資料及其他資料受到安全的處理，且符合本《隱私政策》，本公司也會防止此等資料不受到未經授權的存取，或未經授權的更改、揭露或破壞。
          3.本公司收到您的資料後，會使用嚴格的程序及安全功能，努力防止他人未經授權的存取。但本公司未聲明、保證或承諾您提供給本公司的個人資料隨時都會是安全的，且如果本公司已履行其義務，對於您因為您個人資料受到未經授權的存取或使用而遭受或產生的任何損失、損害、成本及費用，本公司在任何情況下均不須負任何責任。
          4.本公司或本公司選擇的第三方付費處理服務提供者執行的所有付費交易，都會使用線上加密技術來加密。您必須負責對您選擇的密碼保密，不將您的密碼告知任何第三方。
          
        </p>
        <p>
          四、資訊使用

          1.您必須同意本公司基於服務會員之立場，您同意將您的會員基本資訊提供給予本公司相關企業、本公司之合作對象或會員指定的服務供應商，作為各項服務及促銷依據，會員個人資料將由山城山有限公司持有。(若您不同意此條款，將無法提供您訂房、預訂餐廳或活動等服務)。
          2.當您使用本網站時，本公司會蒐集您的資料及其他資料，並使用這些資料來創造您的使用者帳戶、為您提供服務、持續改進本網站和服務，並為服務相關事宜與您聯絡。
          3.本公司使用您的個人資料或其他資料，目的是要達到更快速的購買請求、提供更妥善的顧客支援服務，並即時通知新服務及特別方案。
          4.本公司也可能不定時使用您的個人資料來聯絡您，邀請您提供您使用本網站後的意見，以協助本公司改進本網站，或者如果您曾表示您同意收到特別省錢方案或促銷訊息，本公司也可能對您提供此等訊息。如果您不希望收到特別省錢方案或促銷的通知，您可透過這些通知上的超連結回覆本公司，告知本公司您不想再收到這些通知。
        </p>
        <p>
          五、資訊揭露
          1.本公司可能不定時將您的個人資料及其他資訊分享和揭露給第三方，其中某些第三方可能位在您的國家以外的地方。本公司會進行此等分享和揭露的情況包括但不限於以下情況:
          (a) 為了成功完成您的預約，或以其他方式實行本公司的《服務條款》；
          (b) 如果您是網站的訪客，本公司可能分享給您預約或計畫預約服務的相關業者；
          (c) 如果您是其他業者，本公司可能分享給與您提供的服務有關的訪客；
          (d) 分享給本公司聘僱來代表本公司執行某些服務的第三方服務提供者(包括Google Analytics)，例如網路主機管理、資料分析、行銷、市場研究，以及為您提供的其他顧客服務；
          (e) 依據法令規定、司法機關或其他依法行政機關或單位的命令，要求揭露資料；
          (f) 在企業交易的情況，如果本公司進行出售、合併、被收購或其他企業重整或重組，您的個人資料可能被揭露、分享或移轉給具有控制權的法律實體，或其授權來執行本公司業務的第三方；
          (g) 為了保護本公司的權利和財產，提供給本公司的顧問、代理人或其他相關人士；
          (h) 為維護本公司系統之正常運作與安全； (i) 為保護本公司、消費者、或其他第三人的合法權益
          (j) 在任何其他情況，提供給您事前以書面同意的任何第三方。
          2.本網站可能出現一些鏈結，這些鏈結可能造成您離開本網站，及/或被帶往其他第三方網站。您應注意，您提供給這些第三方網站的任何個人資料並不受本《隱私政策》所規範，因此對於您因提供或讓此等第三方網站可取得個人資料或其他資料而遭受或發生的任何損失、損害、成本或費用，本公司不負任何責任。
        </p>
        
        <p>
          六、個人資料及隱私權保護
          1、本公司依「個人資料保護法」相關規定，蒐集、處理及利用您於本網站登錄、留存之會員個人資料，並妥善加以保管。非經您的同意或依法令之規定，本公司絕不對外揭露。
          2、蒐集之個人資料類別:
          本網站內蒐集的會員資料包括:
          (1) 辨識個人者:如會員之姓名、帳號、通訊住址、戶籍地址、電話、電子郵件、提供網路身分認證或申辦查詢服務之記錄及其他任何可辨識資料為本人者等資訊。
          (2) 辨識財務者:如信用卡或金融機構帳戶資訊。
          (3) 政府資料中之辨識者:如身分證統一編號、證照號碼、護照號碼等。
          (4) 個人描述:如稱謂、出生年月日等。

          3、個人資料蒐集之特定目的:
          交易資料建立訂單相關檔案，以處理付款、遞送商品、進行行程預約、客戶溝通及服務處理、活動管理，分析蒐集到的會員及訂單資料，作為評估商品消費意願、提升行銷計畫及商品設計，或在第三方服務平台（例如Facebook、Google）向您投遞廣告。並可能將必要資訊提供予合作夥伴供行銷使用。

          4、個人資料之利用
          (1) 對於您在本網站所登錄或留存之個人資料，您同意本公司在為提供本網站服務行銷、市場分析、統計或研究、或為提供會員個人化服務或加值服務之目的範圍內，得記錄、保存及利用您在本網站所留存或產生的資料及記錄，或提供本公司、關係企業及業務合作夥伴的行銷活動及相關優惠訊息給您。
          (2) 本網站不定期發送本公司、關係企業或業務合作夥伴行銷活動及相關優惠訊息之電子 報或商品訊息(EDM)或簡訊給您，若您欲停止接獲任何行銷訊息，請通知本公司取消。
          (3) 本公司對於您個人資料之處理及利用，僅在蒐集之特定目的及相關法令規定之範圍內為之。

          5、個人資料利用期間、地區、對象及方式
          (1) 期間:本公司將持續使用您提供的個人資料直至您提出停止利用或本公司終止提供服務之日為止。
          (2) 地區:中華⺠國境內、境外(主管機關禁止者不在此限)。
          (3) 對象:本公司、受本公司委託或提供本服務必要範圍內之關係企業及合作廠商。
          (4) 方式:符合蒐集特定目的及法令規定範圍之利用。

          6、資料當事人權利
          (1) 本公司所蒐集個人資料之當事人，依個人資料保護法得對本公司行使以下權利:
          A. 查詢或請求閱覽。
          B. 請求製給複製本。
          C. 請求補充或更正。
          D. 請求停止蒐集、處理或利用。
          E. 請求刪除。
          (2) 您可於本網站登入您的帳號及密碼，即時查閱或變更您的個人資料檔案。
          (3) 您如欲請求停止或刪除您的個人資料，可撰寫電子郵件向本公司營業窗口申請或致電本公司客服中心，經一定程序驗證身分後辦理。若您選擇停止處理或利用部分個人資料，致提供之資料不足或有誤時，本網站則可能無法提供完整之服務。

          7、 個人資料之保護
          (1) 本公司會將您的個人資料完整儲存於我們的資料儲存系統中，並以嚴密的保護措施防止未經授權人員之接觸。本公司的人員均接受過完整之資訊保密教育，相關處理人員皆簽有保密合約，如有違反保密義務者，將受相關法律及公司內部規定之處分。
          (2) 為了保護您個人資料之完整及安全，保存您個人資料之資料處理系統均已設有各項資訊安全設備及必要的安全防護措施，以保障您的個人資料不會被不當取得或破壞。
          (3) 如因業務需要有必要委託第三者提供服務時，本公司亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。
          8、 隱私權保護
          您於本網站註冊及使用的紀錄、個人資料及其他特定資料，皆依《隱私政策》受到保護與規範。
          
          七、資料存取與修正
          您可透過本網站存取和修正您的個人資料，請求存取或修正您的資料。在處理資料存取或修正的請求時，本公司有權檢查請求者的身份，以確保該人有權提出資料存取或修正的請求。根據個人資料保護相關法令規定，本公司已維持資料保護日誌。
        </p>
      </div>
  </div>

</section>
  
</template>

<script>

</script>

<style scoped lang="scss">
// *{
//   border: 1px solid #000;
// }
$SansTC: 'Noto Sans TC', sans-serif;
$Serif: serif,'Noto Serif TC';


.privacy{
  background: url('@/assets/images/bg-booking.jpg');
  background-size: cover;
  background-position: center;
  padding: 100px 0;
  .privacy-title{
    font-family: $Serif;
    font-size: 30px;
    letter-spacing: 5px;
    font-weight: 500;
    padding: 120px;
  }
  .privacy-content {
    letter-spacing: 2px;
    line-height: 2;
  }
  
}


</style>


  