export default [
    {
        id: 1,
        title: "4月訂房日期開放公告",
        date: "2021 / 3 / 20",
        content: '在開放第二階段至四月份的訂房後，不到兩週的時間內已全數客滿。為了服務向隅的朋友們，我們預計將於三月十二日中午12點起，開放五月到九月的線上訂房日期。',
        template: `<h1>4月訂房日期開放公告</h1>`
    },
    {
        id: 2,
        title: "5月訂房日期開放公告",
        date: "2022/3/3",
        content: '在開放第二階段至5月份的訂房後，不到兩週的時間內已全數客滿。為了服務向隅的朋友們，我們預計將於三月十二日中午12點起，開放五月到九月的線上訂房日期。',
        template: `<h1>5月訂房日期開放公告</h1>`
        
    },
    {
        id: 3,
        title: "6月訂房日期開放公告",
        date: "2022/3/3",
        content: '在開放第二階段至6月份的訂房後，不到兩週的時間內已全數客滿。為了服務向隅的朋友們，我們預計將於三月十二日中午12點起，開放五月到九月的線上訂房日期。',
        template: `<h1>6月訂房日期開放公告</h1>`
        
    }
]